const db = {
    bezevo: {
        working: ["05:50", "08:05", "12:00", "14:30", "16:30", "18:35"],
        holidays: ["06:10", "13:00", "18:30","","",""],
        tab: ["~ 810m", "~ 55 (2002)"],
        indicator: "to",
        from: "",
        to: ["Nerezi", "Нерези"],
        mkd: {
            name: "Безево",
            titles: ["Географски карактеристики", "Население", "Културно-Историски Одлики", "Малку историја"],
            sections: [
                [
                    "Селото се наоѓа во областа Дримкол, на источните падини под врвот Радук на планината Јабланица. Оддалечено е 25 северно од Струга и 33 километри јужно од Дебар."
                ],
                [
                    "Според податоците од 1873 година, селото имало 40 домаќинства и 118 жители мажи. Според статистиката на Васил К'нчов („Македониja, Етнографиja и статистика“) од 1900 година, во Безово живееле 890 жители, сите Македонци. Според секретарот на бугарската егзархија Димитар Мишев, („La Macédoine et sa Population Chrétienne“) во 1905 година во Безово имало 192 Македонци, егзархисти. Според последниот попис на населението на Македонија од 2002 година, селото има 54 жители, сите македонци."
                ],
                ["N/A"],
                [
                "Селото се наоѓа на левата страна од реката Студенца, која извира под Св. Спас и се слива во Јабланичка или Пискупска река. Куќите се распоредени на умерена далечина долж патот за Јабланица. Селото се дели на горно и долно маало. Во селото се наоѓа црквата Св. Димитрија, а околу неа се гробиштата. Во селото се слави Св. Димитрија и Св. Никола.\nСтарото Безево било во Горно Село. Од тука се преселиле за да бидат поблиску до водата и нивите. Горе се наоѓа црквата Св. Спас, заедничкиот \"вакуф\" [1] на Нерези и Безево. Се зборува дека си биле тројца браќа. Кога се разделиле, двајца останале во Нерези, а третиот го основал Безево, поради тоа и денес во црквата Нерези има два, а Безево еден дел. Во близина на безевото е и нерешкото Старо Село. Се смета дека селото било преместено пред 150 години. Се зборува дека во него владеела чума. Селската црква ја граделе дедовците на денешните старци: во натписот на црквата се спомнуваат годините 1835 и 1868.\nНа средината на селото се наоѓа местото кое се нарекува Кула, и тука луѓето се собираат за празниците. Се зборува дека некогаш имало кале над селата во позади Каменот, на патот за Јабланица. Едно место под тоа кале се нарекува Под Градиште. Во нивите под црквата се пронајдени големи квадратни цигли (25x25 cm) и темели од згради.\nВасковци, Митановци и Митровци се еден род и се сметаат за потомци на основачот на селото. Затараковци сами се сметаат за стари луѓе, но во селото според општото предание се смета дека се доселени и дека нивниот предок дошол како домазет пред повеќе од сто години од Стеблево или од Модрич. Нивното старо презиме е Цацановци. \nВељановци - Во Безево дошол прадедото Вељо Вељанович (62 год), кој се викал Спасе, а таткото на Спасе бил од Присовјани во Струшка Малесија и дошол во Нерези како домазет.\nБитолковци - Нивниот предок дошол како домазет од Битола. Од Битола дошол Вељо, прадедо на Негрија (55 год), а таткото на Вељо кој се викал Ристо бил од \"Бугарија\". Биле дојдени како \"момоци\" со спахиите. Едно семејство се отселило во Струга.\nЦветановци - Се претпоставува дека се по потекло од Јабланица. Тие биле четвртата куќа во Горно Село. Нивна гранка се Лазаревичи. Павлевци - Нивниот предок дошол одамна како домазет од непознато место. Освен Вељановци и Битолковци, сите останати во селото прославуваат Св. Никола (6 декември)."
                ]
            ]
        },
        eng: {
            name: "Bezevo",
            titles: ["Geographical characteristichs", "Population", "Cultural-Historical features", "A bit of history"],
            sections: [
                [
                    "The village is located in the Drimkol territory on the eastern slopes of the Raduk peak, on Mount Jablanica. It is situated at about 25km north of Struga and about 33km south of Debar."
                ],
                ["N/A"],
                ["N/A"],
                ["N/A"]
            ]
        }
    },
    boroec: {
        working: [],
        holidays: [],
        tab: ["~ 948m", "~ 679 (2002)"],
        indicator: "",
        from: "",
        to: "",
        mkd: {
            name: "Бороец",
            titles: ["Географски карактеристики", "Население", "Културно-Историски Одлики", "Малку историја"],
            sections: [
                [
                    "Селото се наоѓа во северозападните делови на областа Струшки Дримкол, на 17 километри оддалеченост од градот Струга. Селото лежи во подножјето на Јабланица."
                ],
                [
                    "Според последниот попис на населението на Македонија од 2002 година, селото има 679 жители. Селото е претежно населено од Македонци, но дел од Македонците-муслимани се изјасниле како Турци или Албанци поради религиско-политички причини."
                ],
                ["N/A"],
                ["N/A"]
            ]
        },
        eng: {
            name: "Boroec",
            titles: ["Geographical characteristichs", "Population", "Cultural-Historical features", "A bit of history"],
            sections: [
                ["N/A"],
                ["N/A"],
                ["N/A"],
                ["N/A"]
            ]
        }
    },
    drenok: {
        working: [],
        holidays: [],
        tab: ["~ 1080m", "~ 2 (2002)"],
        indicator: "",
        from: "",
        to: "",
        mkd: {
            name: "Дренок",
            titles: ["Географски карактеристики", "Население", "Културно-Историски Одлики", "Малку историја"],
            sections: [
                [
                    "Селото се наоѓа во областа Дримкол на североисточните падини на Радуч."
                ],
                [
                    "Според пописот од 2002 година, селото брои 2 жители, сите Македонци. Во селото Дренок живеат исклучиво Македонци од православна христијанска вероисповед. Најстарите староседелски родови кои се основачи на Дренок се: Трајановци или Трановци и Танасковци, а за старинци се сметаат уште и Тодоровци, Мишановци, Перчуковци или Грујовци, Гулимановци, Гаџовци, Дуковци и Ѓуровци. Доселени родови се: Башови од Ѓиновец, Гуго(в)и се мисли од Гугово во Солунско, Чижбановци, Петановци од Луково, Оручевци од Маќеларе или Радоешта, Божиновци од Луково, Спанчевци или Кузмановци од Стеблево, Стојковци од Требиште и Драповци од Стеблево."
                ],
                ["N/A"],
                [
                    "На крајот на 19 век, селото било македонско село, дел од Дебарската каза на Отоманската Империја. Според податоците од 1873 година, селото имало 480 Македонци. Според податоците на бугарскиот етнограф Васил К'нчов, селото во 1900 година имало население од 500 Македонци. Според бугарскиот публицист Димитар Мишев, селото во 1905 година имало население од 512 жители христијани Македонци."
                ]
            ]
        },
        eng: {
            name: "Drenok",
            titles: ["Geographical characteristichs", "Population", "Cultural-Historical features", "A bit of history"],
            sections: [
                ["N/A"],
                ["N/A"],
                ["N/A"],
                ["N/A"]
            ]
        }
    },
    dolno_lukovo: {
        working: ["06:05", "08:25", "12:15", "14:50", "16:50", "18:55"],
        holidays: ["06:30", "13:15", "18:50","","",""],
        tab: ["~ 705m", "~ 400 (2002)"],
        indicator: "from",
        from: ["at \"na most\"", "на мост"],
        to: "",
        mkd: {
            name: "Долно Луково",
            titles: ["Географски карактеристики", "Население", "Културно-Историски Одлики", "Малку историја"],
            sections: [
                [
                    "Селото Луково се наоѓа во областа Долни Дримкол, на источните падини на планината Рујница која е северна огранка на Јабланица. Се состои од две маала: Горно и Долно. Селото е оддалечено 26 километри северно од Струга и 28 километри јужно од Дебар."
                ],
                [
                "Според статистиката на Васил К'нчов (\"„Македониja, Етнографиja и статистика“\") од 1900 година, во Луково живееле 890 жители, сите Македонци. Според секретарот на бугарската егзархија Димитар Мишев, (\"„La Macédoine et sa Population Chrétienne“\") во 1905 година во Луково имало 816 Македонци, егзархисти. Според последниот попис на населението на Македонија од 2002 година, селото има 447 жители. Луково постојано бележи константен пад на населението, преминувајќи од голема во средна по големина населба. Најголемото намалување на бројот на жители се забележува меѓу пописните години 1971 и 1981 кога од 1.025 жители, бројот се намалил на 683, или 33,3 % помалку во однос на претходниот попис. Селото Луково од секогаш па до денес во целост е населено со Македонци од православна христијанска вероисповед. За старински односно староседелски родови се сметаат: Петановци (слават Света Петка) знаат каде им била куќата на најстарото селиште на Рујница, а се селеле и повремено живееле и во Дренок и Модрич; Мурџовци и нивната родовска гранка Петлевци (слават Свети Никола) претходно живееле во Долно Луково но околу 1880-тите се преместиле во горното маало; Милевци (слават Св. Петка); Коловци (слават Св. Петка); Маџовци (слават Св. Петка); Пеповци (слават Св. Никола); Баловци (слават Св. Ѓорѓи) нивните претци ненамерно го запалиле „манастирот Св. Ѓорѓи“ на десната страна на Црн Дрим, а претходно се презивале Габровци; Велковци (слават Св. Архангел); Шуминовци (Св. Петка) порано се презивале Марковци како што сега се презива една родовска огранка. Доселенички родови во Луково се: Богадановци порано наречени Капешевци (слават Св. Ѓорѓи), а нивна родовска огранка се Лескаровци кои го добиле презимето по тоа што преминале во Горно Луково \"„в леска“\", одамна се иселиле од нивната старина бидејќи нивен предок во одмазда убил \"„Турци“\" кои му убиле татко или брат, по што поради пронаѓање на трагата се преселувал(е) во Стеблево и Клење во Голо Брдо пред да се доселат во Луково; Ѓурѓиноски (слават Св. Архангел) по потекло се од пределот Љусња во Албанија каде веќе нема христијани; Видичевци и Великичевци (слават Св. Варвара и Св. Сава) двата рода се доселиле од Гора (Призренско) првин на старото селиште Горно Село но не и на селиштето Руjница; Ѓоневци (слават Св. Варвара) според преданието нивните предци некое време живееле во селото Ѓоновица кај Гостивар од каде се доселиле и веројатно го носат родовското презиме; Јанчевци (слават Св. Никола) по потекло се од селото Јанче во пределот Долна Река во долината на Радика од каде пред 270 години се доселил нивниот предок Стефо. Заедничко потекло со нив имаат и Бојовци и Бојковци кои со нив се сметаат за еден род; семејствата Јовчевци, Мојсовци, Стрезовци и Шапардановци (слават Св. Архангел) се еден род кои имаат заедничко потекло од околината на Скадар од каде се растуриле 8 браќа поради некое убиство порано ги носеле и родовските презимиња Карадакци, Дамјановци и Грандобуровци; Ложанковци (слават Св. Никола) се доселиле пред повеќе од 120 години од селото Ложани во полето кај Струга откако го убиле својот бег кој им дошол во куќата на слава и им ги искршил грнците со подготвени јадења за славата; Допчевци (слават Св. Никола) нивниот предок Постол дошол пред околу 140 години од селото Клење во Голо Брдо; Добричевци (слават Св. Архангел) се со непознато потекло. Изумреле по машка лоза, но биле обновени со домазети родовите: Опашкаровци, Волчевци, а кај Пеповци дошол некој Милош кој се доселил од Требиште во Голо Брдо како Мустафа Ајлазовски, но во 1918 тука се покрстил и останал како домазет."
                ],
                ["N/A"],
                ["N/A"]
            ]
        },
        eng: {
            name: "Dolno Lukovo",
            titles: ["Geographical characteristichs", "Population", "Cultural-Historical features", "A bit of history"],
            sections: [
                ["N/A"],
                ["N/A"],
                ["N/A"],
                ["N/A"]
            ]
        }
    },
    gorno_lukovo: {
        working: ["05:50", "08:05", "12:00", "14:30", "16:30", "18:35"],
        holidays: ["06:10", "13:00", "18:30","","",""],
        tab: ["~ 940m", "~ 55 (2002)"],
        indicator: "to",
        from: "",
        to: ["D. Lukovo", "Д. Луково"],
        mkd: {
            name: "Горно Луково",
            titles: ["Географски карактеристики", "Население", "Културно-Историски Одлики", "Малку историја"],
            sections: [
                ["N/A"],
                ["N/A"],
                ["N/A"],
                ["N/A"]
            ]
        },
        eng: {
            name: "Gorno Lukovo",
            titles: ["Geographical characteristichs", "Population", "Cultural-Historical features", "A bit of history"],
            sections: [
                ["N/A"],
                ["N/A"],
                ["N/A"],
                ["N/A"]
            ]
        }
    },
    jablanica: {
        working: [],
        holidays: [],
        tab: ["~ 1244m", "~ 3 (2002)"],
        indicator: "",
        from: "",
        to: "",
        mkd: {
            name: "Јабланица",
            titles: ["Географски карактеристики", "Население", "Културно-Историски Одлики", "Малку историја"],
            sections: [
                [
                    "Селото Јабланица се наоѓа во областа Дебарски (Долни) Дримкол, на 24 километри северозападно од градот Струга и 37 километри јужно од Дебар. Воглавно се наоѓа на една пространа планинска тераса на левата страна на Јабланичка Река, во помал дел и на нејзината десна страна. Селото има седум маали: Дејкоска, Горна, Шајноа, Гроф, Топлец, Бојкоо и Ломница. Маалите се расштркани и според тоа селото е од разбиен тип. Помеѓи првите и три главни маала се наоѓа Збориште."
                ],
                [
                    "Според статистиката на Васил К'нчов (\"„Македониja, Етнографиja и статистика“\") од 1900 година, во Јабланица живееле 960 жители, сите Македонци (850 православни и 110 муслимани). Според последниот попис на населението на Македонија од 2002 година, селото има 553 жители, сите македонци."
                ],
                [
                    "Црква \"„Св. Богородица Пречиста“\"- изградена во 1976 година, а осветена во 1978 година од страна на тогашниот Митрополит Дебарско-кичевски г. Ангелариј. Нема фрескоживопис. Иконите се од 1843 година, изработени од Дичо Зограф и од други зографи, што потврдува дека имало постар објект. Црква \"„Св. Пророк Илија“\" - изградена во 1896 година. Преосветена во 1996 година. Нема фрескоживопис - Sv. Ilija Црква \"„Св. Мина, Виктор и Викентиј“\"- изградена во 1975 година, а осветена на 24 ноември 2001 година. Нема фрескоживопис. Иконите на иконостасот се од 1826 година, што потврдува дека имало постар објект - Црква \"„Св. Преполовение“\"- камен-темелник е осветен и поставен на 17 јуни 2003 година - Црква \"„Св. Илија“\"- манастирска црква, изградена во 1954 година. Во тек се подготовки за негово осветување - Црква \"„Св. Петка“\"- параклис изграден во 2002 година - Црква \"„Св. Никола“\"- параклис изграден во 1996 година - Црква \"„Св. Петка Римска“\"- параклис изграден во 1994 година - Црква \"„Св. Недела“\" - параклис изграден во 1997 година."
                ],
                [
                    "Името на селото Јабланица прв пат се спомнува во периодот од 1342-1345 година во Душановата повелба за манастирот \"„Св. Богородица Перивлепта“\" од Охрид. Селото во минатото имало чести напади од албанските племиња Геги и Тоски. На десната страна од Јабланичаката Река има месност викана Велјаре, каде има гробови за кои се смета дека се од загинатите од качачките напади. На врвот Топлец има остатоци од муслимански гробови за кои се смета дека се торбешки, чии жители биле приморани да се раселат поради качачките напади и присилната албанизација." 
                ]
            ]
        },
        eng: {
            name: "Jablanica",
            titles: ["Geographical characteristichs", "Population", "Cultural-Historical features", "A bit of history"],
            sections: [
                ["N/A"],
                ["N/A"],
                ["N/A"],
                ["N/A"]
            ]
        }
    },
    lakaica: {
        working: [],
        holidays: [],
        tab: ["~ 1244m", "~ 3 (2002)"],
        indicator: "",
        from: "",
        to: "",
        mkd: {
            name: "Лакаица",
            titles: ["Географски карактеристики", "Население", "Културно-Историски Одлики", "Малку историја"],
            sections: [
                [
                    "Селото се наоѓа во областа Дебарски Дримкол, сместено меѓу планините Јабланица на југ и Радуч на север. Оддалечено е 22 кичлометри северозападно од Струга."
                ],
                [
                    "Според последниот попис на населението на Македонија од 2002 година, селото има само 3 жители, сите Македонци."
                ],
                ["N/A"],
                [
                    "До 1913 година, земјата на денешното село Лакаица била дел од селото Стеблево, која главно се користела како пасиште. Во 1913 година, Стеблево попаднало во границите на Албанија и неговата земја била поделена помеѓу Албанија и Србија. Стеблевчани го основале селото Лакаица на српска територија, која зафаќа една четвртина од земјата на Стеблево."
                ]
            ]
        },
        eng: {
            name: "Lakaica",
            titles: ["Geographical characteristichs", "Population", "Cultural-Historical features", "A bit of history"],
            sections: [
                ["N/A"],
                ["N/A"],
                ["N/A"],
                ["N/A"]
            ]
        }
    },
    modrich: {
        working: [],
        holidays: [],
        tab: ["~ 880m", "~ 25 (2002)"],
        indicator: "",
        from: "",
        to: "",
        mkd: {
            name: "Модрич",
            titles: ["Географски карактеристики", "Население", "Културно-Историски Одлики", "Малку историја"],
            sections: [
                [
                    "Лоцирано е на падините на планината Јабланица со надморска висина од 900 до 1100м. Селото е од разбиен тип и брои во моментов околу 50-тина куќи со 50 стални жители претежно стари луѓе. Модрич е познат по својата уникатна местоположба и чистиот воздух, изворите со вода за кои е и снимен игран филм на таа тема: Време Води од Бранко Гапо, гостопримливоста и отвореноста на луѓето кои живеат или потекнуваат од таму. Претставува одлично место за одмор, спортски риболов (Дебарско Езеро - 10км и Глобочица - 10км), лов на дивеч."
                ],
                [
                    "Според статистиката на Васил К'нчов (\"„Македониja, Етнографиja и статистика“\") од 1900 година, во Модрич живееле 960 жители, сите Македонци. Според секретарот на бугарската егзархија Димитар Мишев, („La Macédoine et sa Population Chrétienne“) во 1905 година во Модрич имало 624 Македонци, егзархисти. Според последниот попис на населението на Македонија од 2002 година, селото има 25 жители, сите Македонци. Денес, Модрич е пред целосно раселување, поради миграцијата која го зафати селото во втората половина на XX век. Како еден куриозитет за луѓето кои живеат или потекнуваат од Модрич е нераскинливата волшебна врска или носталгија за стариот крај и тежнеењето да се помине што е можно повеќе време во Модрич да се придонесе на некој начин за заживување на селото."
                ],
                [
                    "Во Модрич живее православно македонско население, и може да се забележи дека селото е духовно заштитено со четири манастири, Свети Никола на влезот на селото, St. ArangeliaСвети Арангелија во месноста Градиште, Свети Ѓорѓија во Долна Маала, Свети Атанасија во Кочеа Маала. На сретселото се наоѓа цркавата Успение на Света Богородица која е доста позната меѓу народот не само од Долни Дримкол, туку и пошироко како меѓу христијани, така и меѓу муслимани, по својата исцелителска моќ."
                ],
                [
                    "Тврдината која што се наоѓала во Модрич во текот на османлиското владеење била од големо значење поради нејзината стратешка позиција на левиот брег од реката Црн Дрим, непосредно до патот од Охрид до Дебар. На другата страна од патот се наоѓал Коџаџик (тогаш Светиград). На почетокот од османлиското владеење Модрич најверојатно бил дури и позначаен од Коџаџик. Во ноември 1443 година Скендербег се побунил против султанот и тврдината во Модрич станало негово упориште. Истото се толкува во делата на албанскиот историчар и католички свештеник Марин Барлети. Во 1448 година, султанот Мурат II ја опседнал тврдината во Светиград. Првата битка меѓу војската на Скендербег и Отоманската војска во опсадата на Светиград (1449) се одиграла кај тврдината Модрич. Во 1452 година, Отоманската војска од Охрид ги нападнале скендербеговите бунтовници, но била поразена кај Модрич. На чело на бунтовниците стоел Хамза Кастриоти. Според Стефанаљ Поло и Арбен Путо, во 1456 година внукот на Скендербег, Георги Стреши Балшич, ја продал тврдината на Османлиите. Во 1467 година Модрич бил регистриран како тимар на извесен Синан кој бил диздар на твдрината Модрич. Тврдината најверојатно била уништена до тој степен што во неа немало гарнизон, а нејзина реконструкција била или невозможна или непотребна. За тврдината денес сведочат остатоците на ѕидините, гробници, стари монети итн."
                ]
            ]
        },
        eng: {
            name: "Modrich",
            titles: ["Geographical characteristichs", "Population", "Cultural-Historical features", "A bit of history"],
            sections: [
                [
                    "It is located on the slopes of Mount Jablanica with an altitude of 900 to 1100 m. The village is of a smashed type and currently has about 50 houses with 50 permanent residents mostly old people. Modrich is famous for his unique location and clean air, the water springs for which he also featured a feature film on that topic: Vreme Vodi (Time Runs) from Branko Gapo, the hospitality and openness of people who live or come from there. It is a great place for rest, sport fishing (Debar Lake - 10 km and Globocica - 10 km), game hunting."
                ],
                [
                    "According to the statistics of Vasil K'nchov (\"Macedonia, Ethnography and Statistics\") from 1900, in Modrich lived 960 inhabitants, all macedonians. According to the secretary of the Bulgarian exarchate Dimitar Mishev, (\"La Macédoine et sa Population Chrétienne\") in 1905 in Modrich there were 624 Macedonians, exarchists. According to the latest census of the population of Macedonia since 2002, the village has 25 inhabitants, all Macedonians. Today, Modrich is before complete displacement due to the migration that affected the village in the second half of the 20th century. As a curiosity for people living or coming from Modrich is an unbreakable enchanting connection or nostalgia for the old region and the desire to spend as much time as possible in Modrich to contribute in some way to the revival of the village."
                ],
                [
                    "The village of Modrich is home to an Orthodox Macedonian population, and it can be noticed that the village is spiritually protected with four monasteries, St. Nicholas at the entrance of the village, St. ArangeliaSt. Arangelia in the area of ​​Gradishte, St. George in Dolna Maala, St. Athanasius in Kocea Maala. At the center there is the Church Dormition of the Holy Virgin, which is well known among the people not only of Dolni Drimkol, but also as widely as among Christians, and among Muslims, according to their healing power."
                ],
                [
                    "The Fortress which was located in Modrich during the Ottoman rule was of great importance because of its strategic position on the left bank of the river Crn Drim, right next to the road from Ohrid to Debar. On the other side of the road was Kodzagic (then Svetigrad). At the beginning of Ottoman rule, Modrich was probably even more prominent than Kodzagic. In November 1443, Skenderbeg rebelled against the sultan and the fortress in Modrich became his stronghold. The same is interpreted in the works of the Albanian historian and Catholic priest Marin Barletti. In 1448, Sultan Murat II besieged the fortress in Sveti-grad. The first battle between the Skanderbeg army and the Ottoman army in the Siege of Saint-Petersburg (1449) was played at the Modrich Fortress. In 1452, the Ottoman army from Ohrid attacked the Scandinavian rebels, but it was defeated in Modrich. The head of the rebels was Hamza Kastrioti. According to Stefanos Polo and Arben Puto, in 1456, the grandson of Skenderbeg, Georgi Stresi Balshic, sold the fortress of the Ottomans. In 1467, Modrich was registered as a synonym of a certain Sinan who was a dysfunctional of the Modrich fortress. It was probably destroyed to such an extent that it did not have a garrison in it, and its reconstruction was either impossible or unnecessary. Today, the remains of the walls, tombs, old coins, etc. are testifying for the fortress."
                ]
            ]
        }
    },
    nerezi: {
        working: ["05:50", "08:05", "12:00", "14:30", "16:30", "18:35"],
        holidays: ["06:10", "13:00", "18:30","","",""],
        tab: ["~ 870m", "~ 120 (2002)"],
        indicator: "from",
        from: ["at Vodoac - center", "на Водоач - центар"],
        to: "",
        mkd: {
            name: "Нерези",
            titles: ["Географски карактеристики", "Население", "Културно-Историски Одлики", "Малку историја"],
            sections: [
                [
                    "Нерези се наоѓа во северозападниот дел на општина Струга. До 2004 година беше дел од општината Луково. Се наоѓа на околу 26 километри од градот Струга. Највисоката точка на селото е 1096 мнв. На само 25 километри од Струга и околу Охридското Езеро, на надморска височина од 870 метри се наоѓа селото Нерези. Селото се наоѓа на планината Јабланица, на една висока терасна рамнина со стрмнина накај Пискупската река, опкружена со неверојатна природа, чист воздух и недопрени извори на чиста вода за пиење."
                ],
                [
                    "Селото е населено со 213 жители. Денес во селото живеат околу стотина куќи и околу 120 жители. Во Нерези се маалата: Чуљкинска, Фиљкоска, Бајческа, Нелческа, Чавкоска и Ѓореска. Групата на куќи во Чавкоската и Ѓореската се викаат и Кошаре или Кошарци, а останатите се Поле или Полјани. Куќите се прилично расштркани поради нивите. До пред 30-50 години, куќите биле збиени поради опасноста од Албанците. Се на се, во селото има 60 домови."
                ],
                [
                    "Нерези во рамките на своите културно историски знаменитости вбројува една црква и три манастири: Sv. Gjorgija - Св.Ѓорѓија Великомаченик - Св.Спас - Пресвета Богородица - Св.Никола"
                ],
                [
                    "Локацијата на селото Нерези е сменета три пати. Најпрвин селото се наоѓало на местото кое се вика Старо или Горно Село, околу 2 километри далеку од денешната локација на Нерези, и непосредно под планината, на едната страна помеѓу врвовите Чука и Добра. На врвот Добра стои и денес црквата Св. Спас, а на врвот Чука имало црква и гробишта; гробиштата сеуште ги има, а местото е \"вакуфско\". Поради Албанците селото од тука е преместено во Кошаре или Јанкулов Трап на левата страна од Пискупска река, блиску до Дримот. Тогаш повторно имале мака со снабдувањето со вода и од тука, во времето на спахиите, кога траеле судирите помеѓу Гегите и Тоските, се населиле на денешното место. Освен Циганите ковачи, во селото никогаш немало други муслимани. Едно место во селото се вика Латински Добје - Свети Никола. Се зборува дека тука имало манастир. Сега на тоа место има мало олтарче (капела) од дрво. Околу селото има растурени поединечни гробови од оние кои што изумреле од чумата па биле закопани на самото место на кое што починале. За староседелци се сметаат: Раткушиновци. Двајца од овој род се отселиле во Јабланица при крај на XVIII век. Ѓорески - Ѓорѓи, четвртиот предок на Спасе Ѓорески и неговиот син Никола живееле во Старо Село. Неговиот внук Танаско живеел блиску до Дримот, а правнукот Вељо (таткото на Спасе) дошол во Кошаре. Еден брат на Ѓорѓи се отселил во Охрид. Пејчиноски. Чавкоски - Нивни гранки се Мартиноски, Чуљкинци, Марковци, Башовци и Феруковци.Бајчески и Фиљкоски се еден род.Латовци или Љатовци, Поповци со Трифуновци и Глигоровци се еден род, а според старите се Поповци. Од Љатоски има еден род во Бугарија.Нелчевци, некогаш Деспотовци - биле голема куќа се до чумата, која го оставила само предокот на Деспот (прадедото Миле Нелчески) и се само една куќа. Во однос на презимето, се претпоставува дека тоа потекнува од Деспот, кој го викале Нелчо, или од некој негов предок кој бил од Стеблево во Голо Брдо. Секуловци - се претпоставува дека нивниот предок Секула бил до Подгорци од каде што избегал, бидејќи го убил на некој Турчин. Шопкини - Прадедото Ристо дошол од селото Кошишта од Дебар. Нелчевци - Младеновци, порано Вулинци - потекнуваат од селото Нерези кај Прилеп, од каде што дошол прадедото. Имаат две семејства без машки членови. Црнијанои или Црнијановци - се доселени од непознато место. Во Нерези дошол прадедото или некој подалечен предок. Шапардановци - Предокот дошол пред сто години како домазет од Модрич. Од Шапардановци нема во селото, а еден е во Бугарија. Наумовци-Бегалски - Дедото Ристо, кој бил од Вељановци во Безево, дошол во Нерези како домазет во Бегалски. Пупунчовци - Предокот дошол како домазет од Јабланица во Стојковци, кои биле гранка на Чавкоски. Радевци, Ковачевци и Јанкуловци се еден род. Тие слават Св. Никола Нивното потекло не се знае. Затоа што Пандил Ковачески отишол во Бугарија, од таа фамилија во селото останал само неговиот син, кој живее кај Филип Филкоски. Танаскоски - дел се иселиле, а дел изумреле, од кои има едно семејство во Софија, Костови, од кои има можеби и во Романија, и Башовци. Оваа содржина е превземена од книгата M.,S., Filipovic, (1939), Debarski Drimkol, Skoplje: \"Јужна Србија\" . При преведувањето на македонски јазик беа изоставени некои зборови на поими, локации и историски податоци." 
                ]
            ]
        },
        eng: {
            name: "Nerezi",
            titles: ["Geographical characteristichs", "Population", "Cultural-Historical features", "A bit of history"],
            sections: [
                [
                    "Nerezi is found in the north-western section of the Struga municipality. Until 2004 it was a part of the Lukovo municipality. It is located about 26 kilometres from the city of Struga. The highest point of the village is 1096 masl. At just 25 km distance from Struga and about the Ohrid Lake, on above sea level of 870m lies the village of Nerezi. The village is situated on the mountain of Jablanica, on a high terraced plain with an inclination towards the river in Piskupshtina, surrounded with breathtaking nature, clean air and untouched springs of clean drinking water."
                ],
                [
                    "The village is populated by 213 inhabitants. Today there are around hundred of houses and around 120 inhabitants living in the village. In Nerezi are the neighborhoods: Chulkinska, Filskoska, Bajcheska, Nelcheska, Chavkoska. The group of houses in Chavkoska and Gjoreska are also called Koshare or Kosharci, while the rest are Pole or Poljan. The houses are rather scattered over the fields. Until 30-50 years ago, the houses were crowded because of the danger of Albanians. All in all, the village has 60 homes."
                ],
                [
                    "Nerezi, within its cultural and historical landmarks, includes a church and three monasteries: St.Georges the Great Martyr -  the church of Holy Salvation -  the church of Holy Mother the Most Innocent -  St. Nicholas"
                ],
                [
                    "The location of the village of Nerezi has been changed three times. First the village was located on the site called Staro or Gorno Selo, about 2 km away from today's location of Nerezi, and just below the mountain, on one side between the peaks Chuka and Dobra. At the top of the Dobra peak stand today the church of Holy Salvation, and at the top of Chuka there was a church and a cemetery; the cemetery is still there, and the place is \"vacuum\". Because of the Albanians, the village has been moved from there to Košara or Jankulov Trap on the left side of the Piskupshtina's river, close to Drim. Then again they had trouble with the supply of water, and from here, at the time of the slime, when the clashes between Geghite and Toska lasted, they settled in today's place. Apart from gypsy blacksmiths, there were never any other Muslims in the village. One place in the village is called \"Latinski Dobje\" - St. Nicholas. It is said that there was a monastery there. Now there is a small altar (chapel) made of wood. Around the village there are broken individual graves from those who died out of the plague so they were buried on the spot where they died. Indigenous people are considered: Ratkushinovci. Two of this genus migrated to Jablanica at the end of the eighteenth century. Gjoreski - Gjorgji, the fourth ancestor of Spase Gjoreski and his son Nicholas lived in Staro Selo. His grandson Tanasko lived close to Drim, and great-grandfather Veljo (the father of Spas) came to Košara. George's brother moved to Ohrid. Peichinoski. Chavkoski - Their branches are Martinoski, Chulkinci, Markovci, Bashovci and Ferukovci. Bajcheski and Filskoski are one genus. Latovci or Ljatovci, Popovci with Trifunovci and Gligorovci are one genus, and according to the old ones are Popovci. From Ljatoski there is one generation in Bulgaria. Nelchevci, once a Despotovci, were a big house until the plague, which was left only by the ancestor of Despot (the great grandfather of Mile Nelcheski) and they are just one house. Regarding the surname, it is assumed that it originated from Despot, who was called Nelcho, or from an ancestor who was from Stebelevo in Golo Brdo. Sekulovci - it is assumed that their ancestor Sekula was from (or went to) Podgorci where he fled because he killed a Turk. Shopkini - The great-grandfather Risto came from the village of Kosishta from Debar. Nelchevci - Mladenovci, formerly Vulinci - originate from the village of Nerezi near Prilep, from where the great grandfather came. They have two families without male members. Crnijanovci - are moved from an unknown place. In Nerezi, a great-grandfather or a distant ancestor came. Shapardanovci - The first one came a hundred years ago as a groom from Modric. There are no Shapardanoski residents in the village, and one is in Bulgaria. Naumovci-Begalci - Grandfather Risto, who was from the Veljanovci in Bezevo, came to Nerezi as a groom. Pupunchovci - The first one came as a groom from Jablanica, Stojkovci, which was a branch of Chavkoski. Radevci, Kovachevci and Jankulovci are one genus. They celebrate St. Nicholas. Their origin is unknown. Because Pandil Kovacheski went to Bulgaria, only his son, who lived with Philip Filoski, left that family in the village. Tanasoski - a part moved out, and some died out, of which there is one family in Sofia, Kostov, of which maybe there are some in Romania, and Bashovci. This content is taken from the book M., S., Filipovic, (1939), Debarski Drimkol, Skopje: \"Southern Serbia\". When translating into english, some words of notions, locations and historical data were omitted."
                ]
            ]
        }
    },
    piskupshtina: {
        working: ["05:40", "07:50", "11:45", "14:20", "16:20", "18:25"],
        holidays: ["06:00", "12:45", "18:20","","",""],
        tab: ["~ 687m", "~ 182 (2002)"],
        indicator: "from",
        from: ["center", "центар"],
        to: "",
        mkd: {
            name: "Пискупштина",
            titles: ["Географски карактеристики", "Население", "Културно-Историски Одлики", "Малку историја"],
            sections: [
                [
                    "Селото се наоѓа во областа Дебарски Дримкол, во североисточните падини на планината Јабланица. Оддалечено е 32 километри јужно од Дебар и 25 километри северно од Струга."
                ],
                [
                    "Според статистиката на Васил К'нчов („Македониja, Етнографиja и статистика“) од 1900 година, во Пискупштина живееле 165 жители, сите Македонци. Според секретарот на бугарската егзархија Димитар Мишев (\"„La Macédoine et sa Population Chrétienne“\"), во 1905 година во Нерези имало 176 Македонци, егзархисти. Според последниот попис на населението на Македонија од 2002 година, селото има 182 жители, сите Македонци."
                ],
                ["N/A"],
                [
                    "Селото е вовлечено во долината на Пискупската река, куќите се на двете страни од реката. Во селото има две маала: Грујовска на левата и Џеровска на десната страна на реката. Се на се има 24 куќи (...). Над селото, на десната страна од реката, под Кабач е црквата Св. Никола со селските гробишта. Под селото е Кошаре. Литија има за летен Св. Никола (9 Мај по старо). Тогаш и многу куќи во селото прославуваат. Селото слави и Преображение. Селото го основале, односно го обновиле, доселеници од Голо Брдо. Според кажувањата на денешните жители, синор (меѓа) на Пискупштина бил \"балталукот\" (област за која жителите на едно село имаат право на сечење дрва), напуштено место, на меѓата со селата на Јабланица, па така тие од Голо Брдо доаѓале и ја заземале земјата. Се верува дека старата Пискупштина се наоѓала во Старо Село, над Џеровска мала, (...). На границата накај Боровец се наоѓа Бигорската црква (...). На Деден некогаш имало село, а во поново време биле 'кошаре Јабланичана и Пискупштака'. На Станиште се наоѓа местото Гробишта со гробишта од чумата. На Краста е Калето. Некои велат дека тука се наоѓа дворецот на Кралот Марко, а други велат дека калето му припаѓа на Скендер-бег. Пониските села се рушевини на 'хана', шталите и гробиштата на турските војници на Мерсим-бег. Се зборува дека чифлигот бил сопственост на црквата Св. Никола во Нерези, па го зеле Турците: 1908 година селото Нерези го откупило и сега е селска сопственост. Џеровци - Избегале од Стеблево поради Турците. Тука дошол Петре, петтиот предок на Русо Џероски значи пред некои 150 години. Грујовци - Со гранката Бежановци. Од Стеблево дошол Живко, четврти предок на Дојчин Грујоски. Нивното подалечно потекло е од Подгорица во Црна Гора. Се претпоставува дека од таму доаѓаат и останатите Стеблевчани. Се зборува дека и Домазетовци во Јабланица, се нивна гранка: дека се потомци на синот единец на Живко. (...) Џутевци - Тие се исто така од Стеблево, од каде што дошол Дуко, четвртиот предок на Василиј Џутески. Нивното подалечно потекло е од Херцеговина. Нивните стари славеле Св. Атанасиј и Св. Архангел, (...). Анѓелковци - По потекло од Стеблево. Цацановци - Не се сите од еден род. Наум Цацаноски е по потекло од Глобочица и се презива Цацаноски по вујкото, а Трајко има потекло од Безево, тој е вистинскиот Цацаноски. Бешковци - Биле по потекло од Стеблево, (...). Славеле Св. Петка. Сега од нив во селото се останати само две куќи, но без машки членови; во едната од 1934 година е домазет Јован Чавкоски од Нерези. Оваа содржина е превземена од книгата M.,S., Filipovic, (1939), Debarski Drimkol, Skoplje: \"Јужна Србија\" . При преведувањето на македонски јазик беа изоставени некои зборови на поими, локации и историски податоци."
                ]
            ]
        },
        eng: {
            name: "Piskupshtina",
            titles: ["Geographical characteristichs", "Population", "Cultural-Historical features", "A bit of history"],
            sections: [
                ["N/A"],
                ["N/A"],
                ["N/A"],
                ["N/A"]
            ]
        }
    }
}

export default db;